[
  {
    "id_agreement": 1,
    "id_affiliate": 5,
    "id_role": null,
    "agreement_name": "Church Partnership Agreement ",
    "agreement_slug": null,
    "agreement_type": "church_partnership",
    "agreement_text": "<p>Thank you for joining the Hands of Hope Alliance. Our goal is for churches to work together to ensure that every child has a loving family. We know that together we can have a greater impact on children in the foster care system, as well as the global orphan crisis.  We believe that by caring for struggling families and providing a safe haven for vulnerable children, we are encouraging congregations to practice ​pure and faultless religion ​ spoken of in James 1:27.</p>\r\n\r\n<p>We ask churches to review and sign this agreement when they establish a Church Advocate Team utilizing the Live the Promise​1​ model and resources to support foster, adoptive, and/or biological families in crisis. The information below constitutes an agreement between your church and <strong>​Hands of Hope, in conjunction with its affiliates (Promise686, CarePortal, and Christian Alliance for Orphans)</strong>. By signing, this indicates your church’s commitment to honor these expectations. This is not a legally binding document and can be voided by either party for any reason at any time by notifying the other party.</p>\r\n\r\n<h3>Hands of Hope, in partnership with its affiliates,​ ​agrees to:</h3>\r\n<p>\r\n<ol>\r\n<li>Supply a ​Regional Manager​ to guide the church in the development of its Family Advocacy Ministry (FAM).</li>\r\n<li>Maintain a ​web-based Advocate Portal​ of ministry resources including videos, tutorials, templates, communication strategies and training materials.</li>\r\n<li>Develop and maintain a proprietary, ​centralized database​ for volunteer coordination where an Advocate can organize the FAM.</li>\r\n<li>Facilitate, the yearly process of developing a ​Ministry Action Plan​ (MAP), whereby churches, optionally, determine the people, resources, and clear, attainable goals needed for each upcoming year of ministry.</li>\r\n<li>Act as the liaison between the ​Department of Child Services​ (DCS) and Hands of Hope partner churches. Hands of Hope maintains an ongoing relationship with the state of Indiana, working with local DCS offices at the county and/or regional level to ensure approval and support of its programs​.</li>\r\n<li>Develop partnerships with ​Licensed Child Placing Agencies​ (LCPAs) to create a cooperative avenue of certification for foster parents and/or volunteers.</li>\r\n<li>Conduct studies to constantly improve the church recruitment, Care Community-based model of volunteer support.</li>\r\n<li>Organize ​regular meetings​ for Advocates among local churches to share ideas, report progress, and collaborate in this ministry in areas where there are multiple partner churches.</li>\r\n<li>Serve as an ​expert guide​ in the areas of raising awareness, mobilizing volunteers, and encouraging FAM ministry development.</li>\r\n<li>Monitor ​CarePortal​ involvement (for participating churches only) with training and equipping to maintain efficient use of this tool, as well as implement ongoing improvements to the CarePortal platform. </li>\r\n</ol>\r\n</p>\r\n\r\n<h3>As a Hands of Hope Church, we agree to: </h3>\r\n<ol>\r\n<li>Commit to pray for at least one new foster family from our congregation. </li>\r\n<li>Support the gradual development of a FAM within our church, utilizing the Live The Promise model.</li>\r\n<li>Provide a Advocate Team (volunteers and/or staff) who will oversee the ministry within our church. In the absence of an Advocate Team, we realize the ministry will not flourish.</li>\r\n<li>Utilize the ​Promise Serves​ volunteer coordination tool on a consistent basis or report requested quarterly statistics to ​Hands of Hope​.</li>\r\n<li>Recruit ministry participants on an annual basis (at a minimum) through awareness and recruitment efforts.</li>\r\n<li>Consider carefully who we affirm as church recruited families. In the event that our church has reservations about a family recruited within our church, we will communicate these reservations to the family as part of a pastoral care process.</li>\r\n<li>Recruit a Care Community to serve each new foster family. Deploy only volunteers who have attended a ​Care Community​ Volunteer Orientation, due to the unique needs of foster families.</li>\r\n<li>Endorse Biblical teachings regarding individual conduct among ministry participants.</li>\r\n<li>Allow the use of our church name with other ​Hands of Hope​ partner churches to create a network for churches and for Hands of Hope marketing efforts. Additionally, we agree to report meaningful stories of new foster families and volunteers to the​ Hands of Hope ​team, upon request.</li>\r\n</ol>\r\n\r\n<h3>As a church, we agree with the following Statement of Faith</h3>\r\n<p><strong>We believe...</strong><br />\r\n<ol>\r\n<li>the Bible to be inspired, the only infallible, authoritative Word of God.</li>\r\n<li>that there is one God, eternally existent in three persons: Father, Son and Holy Spirit</li>\r\n<li> in the deity and humanity of Christ, in His virgin birth, in His sinless life, in His miracles, in His vicarious and atoning death through His shed blood, in His bodily resurrection, in His ascension to the right hand of the Father, in His present rule as Head of the Church and in His personal return in power and glory.</li>\r\n<li>that, for the salvation of lost and sinful man, repentance of sin and faith in Jesus Christ results in regeneration by the Holy Spirit and that Jesus Christ is the only way of salvation. </li>\r\n<li>in the present ministry of the Holy Spirit, by whose indwelling the Christian is enabled to live a godly life.</li>\r\n<li>In the resurrection of both the saved and the lost, they that are saved unto the resurrection of life and they that are lost unto the resurrection of damnation.</li>\r\n<li>in the spiritual unity of believers in our Lord Jesus Christ, with equality across racial, gender, and class differences. </li>\r\n</p>\r\n<p>As a staff member, I commit on behalf of the church’s leadership team that we will honor the ​Hands of Hope​ Church Partnership Agreement. </p>\r\n\r\n\r\n\r\n\r\n ",
    "state": 40,
    "id_add": 101,
    "id_mod": null,
    "id_removed": null,
    "date_add": null,
    "date_mod": null,
    "date_removed": null,
    "group": null,
    "group_plural": null,
    "field_name": null
  },
  {
    "id_agreement": 2,
    "id_affiliate": 0,
    "id_role": null,
    "agreement_name": "Temporary Family Support Agreement",
    "agreement_slug": "cc_request_family_tcc",
    "agreement_type": "family_supported",
    "agreement_text": "<p>This agreement must be signed by caregiver(s) who head the household of an Supported Family that desire to be served through a participating Temporary Care Community (TCC). You are under no obligation to have a TCC. It is entirely voluntary and cannot affect any case plan that may be place. You may choose to end the TCC at any time.\r\n</p>\r\n\r\n<p>The Supported Family agrees to the following when being served by a TCC:</p>\r\n<ol>\r\n<li><strong>Child Assistance</strong>: The Supported Family’s consent is required for all volunteers engaging with any child in the Supported Family’s care. The volunteer must communicate and receive approval from caregiver for all virtual appointments and activities planned via phone calls or video chats. Video chats should always be in clear view and audible to caregiver(s). The Supported Family has the right to refuse any volunteer.\r\n</li>\r\n\r\n<li><strong>Financial Assistance</strong>: Giving money directly to a family under any circumstances is strictly forbidden by this program. Money will be paid directly to service providers such as grocery stores or restaurants. Volunteers will consult their Program Coordinator in cases of uncertainty or special requests.</li>\r\n\r\n<li><strong>Food Provision</strong>: Families may request varying types of food provision including gift cards, grocery shopping, and delivery services. It is important to note volunteers agree to give what they are able and should never go beyond their means to serve. Food provision will be limited to a maximum of one week’s groceries, one gift card, one delivery, or two frozen or homemade meal provisions per week.</li>\r\n\r\n<li><strong>Confidentiality</strong>: Volunteers agree to keep all information and family background confidential during the time of service and beyond. Volunteers will not post photos on social media or any details of the family or their situation. Unless given specific permission from the Supported Family, no personal or specific information may be shared outside the Temporary Care Community (TCC). Volunteers will exercise care and discretion when sharing information about the Supported Family with children who are part of the TCC, using only general information and informing children of the need for keeping information private.</li>\r\n\r\n<li><strong>Safety:</strong> During Covid-19, the Supported Family as well as the volunteers should follow all protocols set out by the CDC, state and local guidelines. It is up to the discretion of each person involved what type of contact (such as dropping off a homemade meal) if any will be allowed.\r\n\r\n</li>\r\n</ol>\r\n\r\n<p>I understand and agree to the above responsibilities and terms of service for TCC Supported Families.</p>",
    "state": 40,
    "id_add": 101,
    "id_mod": null,
    "id_removed": null,
    "date_add": null,
    "date_mod": null,
    "date_removed": null,
    "group": null,
    "group_plural": null,
    "field_name": null
  },
  {
    "id_agreement": 3,
    "id_affiliate": 0,
    "id_role": 101,
    "agreement_name": "Temporary Care Community Volunteer Agreement",
    "agreement_slug": "signup_vol_tcc",
    "agreement_type": "volunteer_agreement",
    "agreement_text": "<p>This agreement must be signed by volunteers that desire to serve a Supported Family and any children in their care, through participating in a Temporary Care Community (TCC).</p>\r\n<p>Temporary Care Community volunteers agree to the following:</p>\r\n<ol>\r\n\t<li><strong>Child Assistance:</strong> TThe Supported Family’s consent is required for all volunteers engaging with any child in the Supported Family’s care.  The volunteer must communicate and receive approval from caregiver for all virtual appointments and activities planned via phone calls or video chats. Video chats should always be in clear view and audible to caregiver(s). Caregiver(s) must be home during child mentoring; this is not a childcare service.\r\n</li>\r\n\t\r\n\t<li><strong>Financial Assistance:</strong> Giving money directly to a family under any circumstances is strictly forbidden by this program. Money will be paid directly to service providers such as grocery stores or restaurants. Volunteers will consult their Program Coordinator in cases of uncertainty or special requests.\r\n</li>\r\n\r\n\t<li><strong>Food Provision:</strong> Volunteers agree to cover expenses when providing varying types of food provision including gift cards, grocery shopping, and delivery services. Volunteers also agree to give what they are able and should never go beyond their means to serve.  Food provision will be limited to a maximum of one week’s groceries, one gift card, one delivery, or two frozen or homemade meal provisions per week.\r\n</li>\r\n\r\n<li><strong>Confidentiality:</strong> Volunteers agree to keep all information and family background confidential during the time of service and beyond. Volunteers will not post photos or information on social media about any details of the family or their situation. Unless given specific permission from the Supported Family, no personal or specific information may be shared outside the Temporary Care Community (TCC). Volunteers will exercise care and discretion when sharing information about the Supported Family with children who are part of the TCC, using only general information and informing children of the need for keeping information private.\r\n</li>\r\n<li><strong>Safety:</strong> During Covid-19, the Supported Family as well as the volunteers should follow all protocols set out by the CDC, state and local guidelines. It is up to the discretion of each person involved what type of contact (such as dropping off a homemade meal) if any will be allowed.\r\n</li>\r\n</ol>\r\n\t\t<p>I understand and agree to the above responsibilities for volunteers. I understand that any volunteer who does not abide by these standards will be reported and dismissed.</p>",
    "state": 40,
    "id_add": 101,
    "id_mod": null,
    "id_removed": null,
    "date_add": null,
    "date_mod": null,
    "date_removed": null,
    "group": "Volunteer",
    "group_plural": "Volunteers",
    "field_name": "sig_name"
  }
]